[
  {
    "id": 1,
    "nombre": "Pelota para comestibles",
    "categoria": "Juguetes",
    "descripcion": "Pelota de goma con un compartimento para snacks para perros",
    "precio": 9.99,
    "disponibilidad": true,
    "imagen": "img/productos/pelota.png",
    "cuerpo": "La pelota para comestibles es el compañero ideal para entretener y alimentar a tu mejor amigo peludo. Fabricada con goma duradera, esta pelota cuenta con un innovador compartimento diseñado para dispensar snacks para perros mientras juegan. Con su diseño divertido y funcional, esta pelota no solo promueve la actividad física y mental de tu mascota, sino que también le proporciona una deliciosa recompensa en cada rebote y lanzamiento. ¡Haz que la hora de jugar sea aún más emocionante y sabrosa para tu fiel compañero con la pelota para comestibles!"
  },
  {
    "id": 2,
    "nombre": "Comedero",
    "categoria": "Accesorios",
    "descripcion": "Plato de acero inoxidable para comida de mascotas",
    "precio": 5.5,
    "disponibilidad": true,
    "imagen": "img/productos/comedero.png",
    "cuerpo": "El comedero de acero inoxidable para mascotas combina estilo y durabilidad para satisfacer las necesidades alimenticias de tu amigo peludo. Su diseño elegante y resistente lo convierte en la opción ideal para una alimentación segura y conveniente. ¡Haz que la hora de comer sea simple y elegante con este práctico comedero!"
  },
  {
    "id": 3,
    "nombre": "Correa 5 mt",
    "categoria": "Accesorios",
    "descripcion": "Correa extensible de 5 metros para perros",
    "precio": 15.99,
    "disponibilidad": true,
    "imagen": "img/productos/correa5mt.png",
    "cuerpo": "La correa extensible de 5 metros para perros ofrece libertad y seguridad durante los paseos con tu mascota. Con su diseño práctico y resistente, esta correa te permite controlar la distancia mientras tu perro explora su entorno. Disfruta de paseos más largos y cómodos con esta correa que brinda comodidad y flexibilidad tanto para ti como para tu peludo compañero."
  },
  {
    "id": 4,
    "nombre": "Correa extensible 15 mt",
    "categoria": "Accesorios",
    "descripcion": "Correa extensible de 15 metros para perros",
    "precio": 25.99,
    "disponibilidad": true,
    "imagen": "img/productos/correaExtensible.png",
    "cuerpo": "La correa extensible de 15 metros para perros ofrece una libertad excepcional durante los paseos al aire libre. Con su diseño resistente y funcional, esta correa te permite explorar con tu mascota mientras mantienes el control. Disfruta de largos paseos sin preocupaciones, brindando a tu perro la oportunidad de moverse con comodidad y seguridad en cualquier entorno."
  },
  {
    "id": 5,
    "nombre": "Cama talle único",
    "categoria": "Camas",
    "descripcion": "Cama acolchada y suave para perros y gatos de todos los tamaños",
    "precio": 35,
    "disponibilidad": false,
    "imagen": "img/productos/cama.png",
    "cuerpo": "La cama tamaño único es el lugar perfecto para que perros y gatos de todos los tamaños se relajen y descansen cómodamente. Con su acolchado suave y mullido, esta cama ofrece un oasis de confort para tu mascota, sin importar su tamaño. Su diseño versátil y acogedor garantiza que tu peludo amigo tenga un lugar acogedor para dormir y recargar energías. ¡Proporciona a tu mascota el mejor lugar para descansar con esta cama acolchada y suave!"
  },
  {
    "id": 6,
    "nombre": "Rascador para gatos",
    "categoria": "Juguetes",
    "descripcion": "Rascador de sisal para gatos para afilar uñas y jugar",
    "precio": 20.99,
    "disponibilidad": true,
    "imagen": "img/productos/rascador.png",
    "cuerpo": "El rascador para gatos es un accesorio esencial para el bienestar de tu felino. Fabricado con sisal resistente, este rascador ofrece a tu gato un lugar seguro y apropiado para afilar sus uñas, al tiempo que les brinda una oportunidad de juego y ejercicio. Su diseño funcional y duradero garantiza que tu gato pueda satisfacer sus instintos naturales de manera saludable y divertida. Proporciona a tu amigo felino un rascador de calidad para que pueda mantener sus garras en perfecto estado mientras se divierte."
  },
  {
    "id": 7,
    "nombre": "Juguete para gatos",
    "categoria": "Juguetes",
    "descripcion": "Juguete interactivo con plumas para gatos",
    "precio": 12.5,
    "disponibilidad": true,
    "imagen": "img/productos/juegueteGatos.png",
    "cuerpo": "El juguete para gatos es una adición emocionante a la rutina de juego de tu felino. Con su diseño interactivo y plumas tentadoras, este juguete estimula los instintos de caza y juego de tu gato, proporcionándole horas de diversión y ejercicio. La combinación de movimiento y texturas despierta el interés de tu mascota, manteniéndola entretenida y activa. Dale a tu gato un juguete que le brinde emoción y estimulación mental mientras fortalece el vínculo entre ustedes."
  },
  {
    "id": 8,
    "nombre": "Alimento para perros adulto",
    "categoria": "Alimentos",
    "descripcion": "Comida balanceada para perros adultos de todas las razas",
    "precio": 40,
    "disponibilidad": true,
    "imagen": "img/productos/alimentoPerroAdulto.png",
    "cuerpo": "El alimento para perros adultos ofrece una nutrición equilibrada y completa para satisfacer las necesidades de tu fiel compañero de cuatro patas. Formulado para perros adultos de todas las razas, este alimento proporciona los nutrientes esenciales que tu mascota necesita para mantenerse saludable y activa. Con ingredientes de alta calidad y un cuidadoso equilibrio de proteínas, carbohidratos y vitaminas, esta comida garantiza una dieta sabrosa y nutritiva para tu perro. Confía en este alimento balanceado para mantener a tu amigo peludo en su mejor estado de salud y vitalidad."
  },
  {
    "id": 9,
    "nombre": "Alimento para perro cachorro",
    "categoria": "Alimentos",
    "descripcion": "Fórmula especial para perros pequeños en crecimiento",
    "precio": 45,
    "disponibilidad": true,
    "imagen": "img/productos/alimentoPerroCachorro.png",
    "cuerpo": "El alimento para cachorros está diseñado especialmente para los perros pequeños en crecimiento, ofreciendo una fórmula nutricionalmente equilibrada para satisfacer sus necesidades específicas durante esta etapa crucial de desarrollo. Rico en proteínas, vitaminas y minerales esenciales, este alimento promueve un crecimiento saludable y un sistema inmunológico fuerte en cachorros de razas pequeñas. "
  },
  {
    "id": 10,
    "nombre": "Piedras sanitarias para gatos",
    "categoria": "Higiene",
    "descripcion": "Arena absorbente para bandeja de arena de gatos",
    "precio": 8.99,
    "disponibilidad": false,
    "imagen": "img/productos/piedrasSanitarias.png",
    "cuerpo": "Las piedras sanitarias para gatos ofrecen una solución efectiva y confiable para mantener la bandeja de arena de tu felino limpia y fresca. Con su capacidad de absorción superior, estas piedras ayudan a controlar los olores y a mantener el área de la bandeja higiénica. Su fórmula de arcilla aglomerante facilita la limpieza diaria al formar grumos compactos que se pueden desechar fácilmente. Proporciona a tu gato un entorno de baño limpio y cómodo con estas piedras sanitarias que ofrecen un rendimiento excepcional y resultados duraderos."
  },
  {
    "id": 11,
    "nombre": "Cepillo",
    "categoria": "Accesorios",
    "descripcion": "Rasqueta para la limpieza de pelo de mascotas en muebles",
    "precio": 14.99,
    "disponibilidad": true,
    "imagen": "img/productos/cepillo.png",
    "cuerpo": "Un cepillo con rasqueta integrada es la solución perfecta para la limpieza de pelo de mascotas en muebles. Con su diseño innovador, este utensilio combina la efectividad del cepillado con la precisión de una rasqueta, eliminando de manera rápida y eficiente los pelos incrustados en tapizados y superficies blandas. Su practicidad y versatilidad lo convierten en un indispensable para los dueños de mascotas que desean mantener un hogar limpio y libre de pelos no deseados."
  }
]
